Revit 2027 API
ParameterTypeId.FbxLightLossFactorCtrl Property
 "Light Loss Factor"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FbxLightLossFactorCtrl { get; }
Public Shared ReadOnly Property FbxLightLossFactorCtrl As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FbxLightLossFactorCtrl {
	ForgeTypeId^ get ();
}
static member FbxLightLossFactorCtrl : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace